[   
    

    {

         "title":"Beet",
        "text":"Many nutrients and few calories Beets boast an impressive nutritional profile.",
        "img":"Beet",
        "Price":"Rs 57.29/kg"
    },

    {

        "title":"Parsnips",
        "text":" Parsnips are an excellent source of many important nutrients, packing a hearty dose of fiber, vitamins, and minerals.",
        "img":"parsnip",
         "Price":"Rs 24.6"
    },


   {
        "title":"Carrot",
        "text":"Carrots contain many nutrients, including beta-carotene and antioxidants.",
         "img":"Carrot",
        "Price":"Rs 47.8/kg"
    },

    {

        "title": "Potatoes",
        "text": "Potatoes: Where Fine Dining Meets Simplicity.",
        "img": "potato-2",
        "Price":"Rs 31.7/kg"
    },

    {

        "title": "Green Onion",
        "text": "It helps regulate blood pressure, promote weight loss, maintain eye health, prevent premature aging and boost immunity.",
        "img": "Green Onion",
        "Price":"Rs 30/Bunch"
    },

    {

        "title": "Rhubarb",
        "text": "Rhubarb is a good source of vitamin K, fiber, and antioxidants that can support overall health and help prevent chronic disease.",
        "img": "Rhubarb",
        "Price":"Rs 20"
    },


    {

        "title": "Wild Leek",
        "text": "wild leeks is this vegetable’s potential to fight or prevent cancer due to its high antioxidant content.",
        "img": "Wild Leek",
        "Price":"Rs 477/kg"
    },



    {
        "title": "Coriander Plant",
        "text": "One of the main ingredient in the kitchen of India.",
        "img": "corianderPlant",
        "Price":"Rs 20.00/Bunch"
    },


    {

        "title":"Ramps",
        "text":"Ramps could benefit the heart as well as circulatory system. ",
        "img":"Ramps",
        "Price":"Rs 15/kg"
    },


    {

        "title":"Onions",
        "text":"Onions are sweet, savory, and pungent, enhancing the taste of dishes.",
        "img":"Oinon",
        "Price":"Rs 47.67/kg" 
    },

    {

        "title":"Garlic",
        "text":"Heart disease Garlic is most often mentioned as an herb for heart disease and atherosclerosis",
        "img":"Garlic",
        "Price":"Rs 197.5/kg"
    },

    {

        "title":"Lotus Roots",
        "text":"Lotus roots has a rich nutritional profile that may protect the liver, reduce the risk of stomach ulcers, and treat allergies.",
        "img":"Lotus Roots",
        "Price":"Rs 90/kg"
    },


    {

        "title":"Green peas ",
        "text":"Green peas contain carbs, protein, and many beneficial nutrients, including fiber.",
        "img":"Green-peas",
        "Price":"Rs 84.5/Kg"
    },
    
    {

        "title":"Tomatoes",
        "text":"The tomato hides its griefs. Internal damage is hard to spot.",
        "img":"Tomatoes",
        "Price":"Rs 47.52/Kg"
    },


    {

        "title":"Green Beans",
        "text":"Green beans contain plenty of fiber, the indigestible part of plant foods.",
        "img":"Green Beans",
        "Price":"Rs 88.38/Kg"
    },

    {

        "title":"Capsicum",
        "text":"Capsicum contains a nutritional profile excellent for weight loss.",
        "img":"Capsicum",
        "Price":"Rs 64/Kg"
    },

    {

        "title":"Almond Nuts",
        "text":"Almonds are packed with antioxidants like vitamin E. Vitamin E protects your body from free radicals",
        "img":"Almond Nuts",
        "Price":"Rs 690/Kg"
    },

    {

        "title":"Pistachios",
        "text":"Pistachios are rich in various nutrients and may support weight loss, gut health, blood sugar management, and heart health.",
        "img":"Pistachios",
        "Price":"Rs 1550/Kg"
    },


    {

        "title":"Walnut",
        "text":"Boosting the cardiovascular system and reducing the risk of heart disease and blood pressure.",
        "img":"Walnut",
        "Price":"Rs 400/Kg"
    },

    {

        "title":"Date Palm",
        "text":" Dates are rich in fiber, antioxidants and phytonutrients, and can help improve gut health, fight chronic diseases, boost brain health.",
        "img":"Date Palm",
        "Price":"Rs 245/Kg"
    },


    {

        "title":"Spinach",
        "text":"Spinach may help lower blood pressure, protect your vision and boost iron levels. ",
        "img":"Spinach",
        "Price":"Rs 20.58/Kg"
    },


    {

        "title":"Curry Leaves",
        "text":"Curry leaves are a rich source of nutrients like carbohydrate, fiber, calcium.",
        "img":"Curry-Leaves",
        "Price":"Rs 20/Bunch"
    },


    {
        "title":"Mustard Greens",
        "text":" Mustard greens are high in powerful antioxidants .",
        "img":"Mustard Greens",
        "Price":"Rs 25/Bunch"
    },


    {

        "title":"Cabbage",
        "text":"Cabbage is highly nutritious and rich in vitamin C, fiber, and vitamin K. ",
        "img":"Cabbage",
        "Price":"Rs 28.3"
    }


    




]